{
  "status": "ok",
  "items": [
    {
      "title": "Michael Flynn: new evidence spy chiefs had concerns about Russian ties",
      "description": "US and UK officials were troubled by Moscow contacts and encounter with woman linked to Russian spy agency records US intelligence officials had serious concerns about Michael Flynn’s appointment as the White House national security adviser because of his history of contacts with Moscow and his encounter with a woman who had trusted access to Russian spy agency records, the Guardian has learned.US and British intelligence officers discussed Flynn’s “worrisome” behaviour well before his"
    },
    {
      "title": "Julian Assange waits for Ecuadors election to decide his future",
      "description": "Victory for opposition candidate Guillermo Lasso could mean the end of WikiLeaks founder’s asylum in London embassyFor Ecuador’s 15 million inhabitants, Sunday’s presidential election runoff will pose a fundamental question: whether to continue with a leftwing government that has reduced poverty but also brought environmental destruction and authoritarian censorship, or to take a chance on a pro-business banker who promises economic growth but is accused of siphoning money to offshore accounts. But they are not the only ones for whom the result will be critically important. Thousands of miles away, in the country’s tiny embassy in central London, Julian Assange will be watching closely to see if his four and a half years of cramped asylum could be coming to an abrupt, enforced end."
    },
    {
      "title": "Israeli guidelines point to largely unconstrained settlement expansion",
      "description": "Plan outlined by Benjamin Netanyahu would allow building within boundaries of existing blocks, adjacent to them, or close to the blocsIsrael has indicated it will pursue a unilateral policy of largely unconstrained settlement expansion in the occupied Palestinian territories, as it announced the first new settlement in two decades.While Israel’s new settlement construction guidelines were presented as evidence of restraint and a “goodwill gesture” to the administration of US President Donald Trump – who has asked Israel to slow construction – the details seem to indicate the opposite."
    },
    {
      "title": "Kuwait woman detained for filming maids suicide attempt without helping",
      "description": "Human rights groups call for investigation after woman posted video to social media of her maid falling from seventh floor in an apparent suicide attemptKuwaiti police have detained a woman for filming her Ethiopian maid falling from the seventh floor in an apparent suicide attempt without trying to rescue her, media and a rights group said Friday. The Kuwaiti woman filmed her maid surviving a landing on a metal awning, then posted the incident on social media, al-Seyassah newspaper reported."
    },
    {
      "title": "Kim Jong-nams body arrives back in North Korea",
      "description": "Body of Kim Jong-un’s assassinated half-brother returns, along with three men questioned and freed by Malaysian policeThe body of the assassinated half-brother of North Korean leader Kim Jong-un has arrived in Pyongyang, apparently accompanied by three men initially named by Malaysian police as suspects in his murder. Kim Jong-nam was attacked with the lethal nerve agent VX on 13 February in Kuala Lumpur airport, in an audacious cold war-style operation that triggered a diplomatic row between Malaysia and North Korea."
    },
    {
      "title": "Can you dig it? Badger captured on camera burying cow",
      "description": "In an astonishing display of digging prowess, an American badger has been seen completely burying a calf carcass several times bigger than itselfAn American badger has been captured burying the carcass of a cow – a previously unrecorded behaviour – in an astonishing display of the creature’s digging prowess.The images were taken by camera traps set up by researchers who had left seven calf carcasses in Utah’s Grassy Mountains in January last year in an attempt to study which scavengers descended on the animals."
    },
    {
      "title": "Russia’s 1989 plea for a new world order was rejected, and so Putinism was born | Richard Sakwa",
      "description": "As the cold war ended, Mikhail Gorbachev wanted a new political community, with Russia as an equal partner. The west refused to countenance itLong before Vladimir Putin came to power in 2000, the stage was set for Russia’s current confrontation with the west by the failure to achieve a transformed and inclusive peace order after the"
    },
    {
      "title": "Aung San Suu Kyi: Myanmars great hope fails to live up to expectations",
      "description": "A year after her party swept to power, the Nobel laureate faces questions over her leadership and silence on persecutionIt was never meant to be this way.The script called for the lead actor, a Nobel prize winner, to seize control of a country, bring peace where there was conflict and prosperity where there was poverty. A nation emerging from years of military dictatorship was to become a beacon of hope not only for its cowed population but also for much of a fractured and turbulent south-east Asia."
    },
    {
      "title": "Mike Pence doesnt eat alone with women. That speaks volumes | Jessica Valenti",
      "description": "The vice-president’s rule is insulting for men and limiting for women. But let’s not let Pence’s sexism distract us from his whole party’s sexist agenda I have to hand it to conservatives: it’s 2017, and somehow they have Americans debating whether it’s appropriate to dine alone with a woman.You see, this week a Washington Post article about Karen Pence revealed that the vice-president will not eat a meal with a woman other than his wife. Those on the right are..."
    },
    {
      "title": "The Pentagon after the 9/11 attack – in pictures",
      "description": "The FBI has released previously unseen images of the devastation caused by the 11 September 2001 terrorist attack on the Pentagon, when the hijacked American Airlines flight 77 crashed into the headquarters of the US department of defence in Arlington County, Virginia, killing 189 people Continue reading..."
    },
    {
      "title": "Living under a tarp next to Facebook HQ: I dont want people to see me",
      "description": "The sprawling Silicon Valley campus has cafes, bike repair services, even dry cleaning. But across the road a homeless community epitomizes the wealth gapIn a patch of scrubland across the road from the Facebook headquarters in Silicon Valley, a woman named Celma Aguilar recently walked along some overgrown train tracks. She stopped where a path forked into some vegetation, just a few hundred yards from the tourists taking photos by an enormous image of a “Like” icon at the campus entrance. “Welcome to the mansion,” Aguilar said, gesturing to a rudimentary shelter of tarps hidden in the undergrowth. Continue reading..."
    },
    {
      "title": "Michael Flynn: new evidence spy chiefs had concerns about Russian ties",
      "description": "US and UK officials were troubled by Moscow contacts and encounter with woman linked to Russian spy agency records US intelligence officials had serious concerns about Michael Flynn’s appointment as the White House national security adviser because of his history of contacts with Moscow and his encounter with a woman who had trusted access to Russian spy agency records, the Guardian has learned.US and British intelligence officers discussed Flynn’s “worrisome” behaviour well before his appointment last year by Donald Trump, multiple sources have said."
    },
    {
      "title": "Deflect and distract: Sean Spicer pivots to Obama in escalating Russia scandal",
      "description": "White House deflects questions about Trump and Russian inquiry by pointing a finger at Obama administration for ‘potentially’ leaking classified information The White House on Friday tried attack as a form of defence, deflecting questions about Donald Trump’s possible links to Russia by leveling serious allegations at Barack Obama and Hillary Clinton and chastising reporters for not investigating them.At his daily briefing, press secretary Sean Spicer was even more combative than usual as he clashed with journalists from the New York Times and other outlets and accused the Obama administration of “potentially” leaking classified information for political ends. Continue reading..."
    },
    {
      "title": "Future of Gibraltar at stake in Brexit negotiations",
      "description": "EU guidelines make clear bloc will not overrule Spain in any trade or sovereignty dispute involving British overseas territoryThe EU has put the future of Gibraltar at stake in the coming Brexit negotiations, in effect backing Spain in its centuries-old dispute with the UK over the British overseas territory.After lobbying from Spanish diplomats, the EU’s opening negotiating position for the Brexit talks presents the British government with the choice of reaching agreement with the Spaniards about Gibraltar’s future or exposing its citizens to economic peril by pushing “the rock” outside any EU-UK trade deal. Continue reading..."
    },
    {
      "title": "Ivanka Trump and Jared Kushner keep property assets while in White House",
      "description": "White House releases financial disclosures showing Kellyanne Conway owns tobacco shares and Steve Bannon earned $200,000 from Breitbart in 2016Donald Trump’s daughter and son-in-law, Ivanka Trump and Jared Kushner, are retaining scores of property investments while they work in the White House, according to financial disclosures likely to fuel concerns over a conflict of interest.The Associated Press reported that the couple are holding on to assets of at least $240m while the New York Times, making a case that Kushner will continue to benefit from most of his business empire through a series of trusts, gave a figure of $741m. Continue reading..."
    },
    {
      "title": "Eurovision threatens to ban Ukraine over Russian singer row",
      "description": "Ukraine imposed three-year ban on Yuliya Samoilova over illegally entering Moscow-annexed Crimea to perform in 2015The organisers of the Eurovision song contest have threatened to ban Ukraine from future competitions unless it allows Russia’s entrant to enter the country and take part in this year’s show which Kiev is hosting. Related: Ukraine bans Russias Eurovision entrant over Crimea tour Continue reading..."
    },
    {
      "title": "Julian Assange waits for Ecuadors election to decide his future",
      "description": "Victory for opposition candidate Guillermo Lasso could mean the end of WikiLeaks founder’s asylum in London embassyFor Ecuador’s 15 million inhabitants, Sunday’s presidential election runoff will pose a fundamental question: whether to continue with a leftwing government that has reduced poverty but also brought environmental destruction and authoritarian censorship, or to take a chance on a pro-business banker who promises economic growth but is accused of siphoning money to offshore accounts. But they are not the only ones for whom the result will be critically important. Thousands of miles away, in the country’s tiny embassy in central London, Julian Assange will be watching closely to see if his four and a half years of cramped asylum could be coming to an abrupt, enforced end. Continue reading..."
    },
    {
      "title": "Paraguays congress set on fire after vote to let president run again in elections",
      "description": "Police use water cannon and rubber bullets to drive demonstrators away from building while firefighters tackle blazesProtesters set fires in Paraguay’s congress after senators approved a proposed constitutional amendment that would allow the election of a president to a second term, a move called illegal by opposition members and opposed by the senate president.The vote on Friday was followed by clashes outside the congress building between police and protesters opposing the amendment. Some protesters broke through police lines and entered the first floor, where they set fire to papers and furniture. Police used water cannon and fired rubber bullets to drive demonstrators away from the building while firefighters extinguished blazes inside. Continue reading..."
    },
    {
      "title": "Difficult to sell: garden variety ram-raid nets million in Lindauer paintings",
      "description": "Portraits by Czech artist Gottfried Lindauer taken from Auckland gallery where they had been left on display behind glass front windowTwo Lindauer paintings that are together worth nearly NZ$1m have been stolen in Auckland in a ram-raid on an auction house where they were left on display in the front window.New Zealand police said the theft occurred at 4am on Saturday. The portraits done by Gottfried Lindauer in 1884 were taken from inside the glass window at the International Art Centre in Parnell."
    },
    {
      "title": "Boko Haram kidnaps 22 girls and women in north-east Nigeria",
      "description": "Attackers loyal to faction headed by Abu Musab Al-Barnawi, son of Boko Haram founder Mohammed YusufBoko Haram Islamists have abducted 22 girls and women in two separate raids in north-east Nigeria, residents and vigilantes said.In the first attack on Thursday, the jihadists raided the village of Pulka near the border with Cameroon where they kidnapped 18 girls."
    },
    {
      "title": "CNN.com - RSS Channel - Sport - Motorsport",
      "description": "CNN.com delivers up-to-the-minute news and information on the latest top stories, weather, entertainment, politics and more."
    },
    {
      "title": "Jaguar: An electric contender?",
      "description": "The skies are gray, the air is cold and conditions on track are slippery, but nothing can dampen Adam Carrolls enthusiasm as he hurtles around Nutts Corner Circuit."
    },
    {
      "title": "F1s sleeping giant back in business",
      "description": "The champagne flowed, cheers rang out and il Tricolore flags were enthusiastically waved. But behind the scenes there was probably a huge collective sigh of relief."
    },
    {
      "title": "Vettel beats Hamilton in F1 opener",
      "description": "Ferraris Sebastian Vettel outpaced Lewis Hamilton in the Mercedes to win the 2017 Australian Grand Prix."
    },
    {
      "title": "Ferrari splits Mercedes pair in qualifying",
      "description": "Lewis Hamilton takes pole position for the Australian Grand Prix ahead of Ferraris Sebastian Vettel and new Mercedes teammate Valtteri Bottas."
    },
    {
      "title": "March: New season, new cars, same rivalry",
      "description": "Amanda Davies looks ahead to the 2017 season with the help of Mercedes new driver Valtteri Bottas and veteran F1 journalist Maurice Hamilton reflects on Bernie Ecclestones legacy."
    },
    {
      "title": "The worlds fastest catwalk",
      "description": "It could be the worlds speediest catwalk... the drivers helmets for the 2017 season are as vibrant and colorful as ever."
    },
    {
      "title": "F1 teen star: Bring on 2017",
      "description": "Hes arguably Formula Ones hottest property and now Max Verstappen could have a car that will propel him to the pinnacle of motorsport."
    },
    {
      "title": "Rookie tipped for F1 greatness",
      "description": "Stoffel Vandoorne replaces the outgoing Jenson Button as partner to two-time world champion Fernando Alonso at McLaren for the 2017 Formula One season."
    },
    {
      "title": "F1s debt to little man with huge energy",
      "description": "Bernie Ecclestone may have been ousted as Formula Ones supremo, but his legacy lives on."
    },
    {
      "title": "Mercedes star reveals hidden talent",
      "description": ""
    },
    {
      "title": "Animated guide to 2017 grid",
      "description": "The new Formula One season is almost upon us, and the big change is at the front of the grid."
    },
    {
      "title": "Daniel Ricciardos preseason training",
      "description": "Daniel Ricciardo gives us a peek at his pre-season training routines."
    },
    {
      "title": "F1 team brings in female driver",
      "description": "Colombian Tatiana Calderón has joined Sauber as a development driver for the 2017 Formula One season, fueling ambitions she can one day take to the grid."
    },
    {
      "title": "Alonso: Ill be racing when Im 80",
      "description": "Alonso: Ill be racing when Im 80"
    },
    {
      "title": "New car beats the crap out of you",
      "description": "New car beats the crap out of you"
    },
    {
      "title": "First look: F1 teams unveil 2017 designs",
      "description": "Force India, Sauber and Renault launch their new cars for the 2017 season."
    },
    {
      "title": "Bottas: Plenty to prove at Mercedes",
      "description": "Bottas: Plenty to prove at Mercedes"
    },
    {
      "title": "The fastest car in F1 history?",
      "description": "Its all change on and off the track for Formula One in 2017."
    },
    {
      "title": "Hamiltons new teammate warned",
      "description": "Nico Rosberg knows better than anyone about the challenges and demands that new Mercedes driver Valtteri Bottas will face as the teammate of three-time Formula One world champion Lewis Hamilton."
    }
  ]
}